# core tools
brew "bat"
brew "btop"
brew "coreutils"
brew "dua-cli"
brew "fzf"
brew "jq"
brew "stow"
brew "tlrc"
brew "tree"
brew "vim"
brew "zoxide"

# platform devtools
cask "docker"
brew "helm"
brew "minikube"

# languages
brew "node"
brew "pyenv"
brew "zlib"

# tools and apps
cask "firefox"
cask "iterm2"
cask "spotify"
cask "visual-studio-code"

cask "background-music"
brew "imagemagick"
brew "img2pdf"
cask "maccy"
cask "rectangle"
cask "the-unarchiver"

